[
  {
    "status": "active",
    "name": "Acer Inc.",
    "brand": "Acer Inc.",
    "description": "Founded in 1976, Acer is one of the world's top ICT companies with a presence in more than 160 countries. As Acer evolves with the industry and changing lifestyles, it is focused on enabling a world where hardware, software and services will fuse with one another, creating ecosystems and opening up new possibilities for consumers and businesses alike. Acer's 7,700 employees are dedicated to the research, design, marketing, sale, and support of products and solutions that break barriers between people and technology.",
    "website": "https://acer.co/next-at-acer-ytstream",
    "logo_url": "https://logo.clearbit.com/acer.co",
    "categories": [
      "hardware",
      "writing",
      "coding"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "CCB  /  A5",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "AEG",
    "brand": "AEG",
    "description": "Wir sind AEG. Wir definieren neu, was Sie von Ihren Hausgeräten erwarten können. Deshalb hinterfragen wir die Grenzen des Alltags immer wieder. Seit unseren Anfängen 1887 in Berlin haben wir uns nie mit gut genug zufriedengegeben. Wir setzen auf verantwortungsbewusste Innovationen, die sich heute abheben und dabei helfen, eine bessere Zukunft zu gestalten. AEG ist Teil der Electrolux Group, einem weltweit führenden Hausgerätehersteller, der seine Produkte in 120 Märkten verkauft. Die Electrolux Group erzielte 2023 einen Gesamtumsatz von 134 Milliarden SEK (circa 11,8 Mrd. EUR) und beschäftigte weltweit 45.000 Menschen. Weitere Informationen finden Sie unter aeg.de",
    "website": "https://registration.electroluxtalks.com/user/pre-register",
    "logo_url": "https://logo.clearbit.com/registration.electroluxtalks.com",
    "categories": [
      "hardware"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H4.1  /  H4.1-101",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "Anker Innovations",
    "brand": "Anker Innovations",
    "description": "Anker Innovations' mission is to ignite possibilities through ultimate innovation. We believe the essence of creating products lies in transforming users' basic needs.\nTo fulfill this mission, our charging brand Anker pioneered PowerIQ™ technology for universal fast-charging compatibility, introduced gallium nitride (GaN) to consumer electronics, and ushered in the era of fast charging. We also established the Balcony Solar Storage Business, enabling households and businesses to utilize renewable energy more efficiently. Our smart home brand eufy introduced HomeBase Local Base Station Storage and SolarPlus™ technology for forever solar-powered operation, significantly enhancing the safety and reliability of home security. Meanwhile, our audio and video brand soundcore developed the ACAA™ Astria Coaxial Acoustic Architecture, delivering symphony-level sound quality in true wireless earbuds.\nSince our founding in 2011, we have consistently created technology products loved by consumers worldwide. We take pride in looking beyond the surface, seeking the essence, and using ultimate innovation to bring the next generation of visionary products to the world.",
    "website": "https://ifa.anker-in.com/live",
    "logo_url": "https://logo.clearbit.com/ifa.anker-in.com",
    "categories": [
      "voice",
      "image",
      "video"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H2.2  /  H2.2-130",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "FRITZ! GmbH",
    "brand": "FRITZ! GmbH",
    "description": "FRITZ! is one of the leaders in Europe when it comes to broadband internet and digital home solutions. FRITZ! products are very easy to use and stand for innovation and versatility: Whether it's fast internet access, easy networking, powerful Wi-Fi, convenient telephony or clever smart home applications — FRITZ! connects you simply and reliably. The FRITZ!OS software regularly offers new features and keeps all products up-to-date and secure for many years. Behind FRITZ! products stands the manufacturer FRITZ! (formerly AVM), which has been developing all products at its Berlin location and producing them in Europe since 1986.",
    "website": "https://fritz.com/",
    "logo_url": "https://logo.clearbit.com/fritz.com",
    "categories": [
      "coding"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H5.2  /  H5.2-177",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "Beurer GmbH",
    "brand": "Beurer GmbH",
    "description": "Beurer ist ein führender Anbieter innovativer Elektrokleingeräte für den täglichen Gebrauch. Seit Gründung im Jahr 1919 und der Produktion des ersten Heizkissens hat sich das Sortiment um zahlreiche Produktbereiche erweitert. Das derzeitige Portfolio besteht aus über 500 Produkten, die sich in die Themenwelten Gesundheit, Wohlbefinden, Schönheit, Körperpflege, Haushalt, Fitness und Baby aufgliedern. Beurer beschäftigt weltweit 1700 Mitarbeiter und vertreibt seine Produkte in über 100 Länder.",
    "website": "https://www.beurer.com",
    "logo_url": "https://logo.clearbit.com/beurer.com",
    "categories": [
      "hardware",
      "image"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H4.1  /  H4.1-112",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "BlueMovement",
    "brand": "BlueMovement",
    "description": "BlueMovement – One Price, All Included.\n\nWith us, you rent high-quality and energy-efficient Bosch and Siemens household appliances, power tools, and garden equipment for a fixed monthly fee. Installation, service, repairs, and replacements are all included. From washing machines and fully automatic coffee machines to lawnmowers and more – available new or refurbished.\n\nWe give used appliances a second life to promote greater sustainability. Additionally, we offer tailored solutions for the B2B sector.\n\nThis is smart renting – worry-free and flexible.\nUse. Enjoy. Repeat.",
    "website": "https://www.bluemovement.com",
    "logo_url": "https://logo.clearbit.com/bluemovement.com",
    "categories": [
      "hardware"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H1.1  /  H1.1-103",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "Bosch Home Appliances",
    "brand": "Bosch Home Appliances",
    "description": "The name Bosch is recognized worldwide as a symbol of outstanding quality and reliability. For over 90 years, Bosch home appliances have embodied this commitment. As Europe’s leading home appliance manufacturer, Bosch consistently aligns its products with the real, everyday needs of modern households.\n\nThanks to advanced technologies and surprisingly simple solutions, Bosch appliances deliver perfect results with ease—making daily life more convenient. At the same time, premium materials, precise craftsmanship, and timeless design—honored with numerous international awards—ensure tangible quality and long-term sustainability.\n\nAn acknowledged high standard of customer service reinforces consumer trust in the brand and underscores Bosch’s guiding principle: “Invented for life.”",
    "website": "https://www.bosch-home.com/",
    "logo_url": "https://logo.clearbit.com/bosch-home.com",
    "categories": [
      "hardware"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H1.1  /  H1.1-102",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "CANDY",
    "brand": "CANDY",
    "description": "IFA brings together global brands, visionary start-ups and tech pioneers from around the world. Discover groundbreaking products, explore the latest trends and connect with the companies redefining the future of technology.",
    "website": "",
    "logo_url": "",
    "categories": [
      "hardware",
      "image"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H3.1  /  H3.1-101",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "CASO GmbH",
    "brand": "CASO GmbH",
    "description": "Starke Funktionen, ästhetische Formen & einfach gute Ideen\n\nCASO Design ist eine der ersten Marken, die mit mobilen Küchengeräten die Verschmelzung der Küche mit den alltäglichen Lebensräumen thematisierte. Seit 2003 entwickelt und vertreibt das Familienunternehmen CASO GmbH mit der Marke CASO Design innovative und intelligente Küchentechnik. Von Beginn an haben die Gründer Peter und Bernd Braukmann aus dem sauerländischen Arnsberg die Grundidee mobiler Küchengeräte stetig weiterentwickelt und es sich zur Aufgabe gemacht, Produkte zu entwerfen, die mehr Bedienkomfort und Leistung bieten: durch starke Funktionen, ästhetische Formen und einfach gute Ideen.\n\nVom Sauerland in die ganze Welt\n\nDas Herz von CASO Design schlägt im Sauerland, hier arbeiten rund 110 Mitarbeiter an mehreren Standorten. Von hier aus exportiert CASO heute in rund 30 Länder weltweit, u.a. nach Vietnam und Korea, Dubai, Ägypten, Israel und Skandinavien, in die Türkei, UK und die USA. Ob Europa, Asien, Amerika oder Afrika - der wachsende Export ist auch ein Zeichen der hohen Akzeptanz der Marke in anderen Ländern und Kulturkreisen. Im Fokus stehen Lifestyle-Produkte für Genießer, die hochwertige Lebensmittel maximal lecker zubereiten wollen.\n\nÜber 20 Jahre CASO\n\nAlles begann mit einer Partypfanne, der Durchbruch kam mit mobilen Induktionskochfeldern und Design-Mikrowellen. Heute bietet CASO Design ein breit gefächertes Sortiment mit mehr als 200 hochwertigen Produkten an, sowohl für den Privathaushalt als auch für die Gastronomie. Dazu gehören unter anderem hochwertige Geräte für alle Garmethoden - z.B. modernes Kochen mit Induktion, Braten, Backen, Grillen, Dampfgaren oder Sous-Vide-Garen - mit denen jede(r) optimale Ergebnisse für höchsten Genuss erreichen kann. Für noch mehr Bedienkomfort bietet CASO kostenlose Apps an, mit denen verschiedene Geräte praktisch von überall gesteuert werden können. In den Produktgruppen mobile Induktionskochfelder, Vakuumiersysteme und Weintemperierer nimmt CASO Design bereits seit einigen Jahren eine marktführende Position ein. Zusätzlich verstärkt CASO Design sein Sortiment um Produktbereiche wie Kaffeezubereitung sowie thermische und motorische Küchengeräte.",
    "website": "https://caso-design.de/de/p/caso-airfry-duochef-3186/",
    "logo_url": "https://logo.clearbit.com/caso-design.de",
    "categories": [
      "hardware"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H4.1  /  H4.1-110",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "Cecotec",
    "brand": "Cecotec",
    "description": "Cecotec is a young, disruptive company that has become leader in the Spanish household appliances market in only 10 years thanks to its revolutionary philosophy based on the democratization of home technology.\n\nIts secret formula? The perfect balance between innovation and price. To achieve this balance, the company is committed to constant product development, capable of maximizing the end user's experience with what really adds value.\n\nCECOTEC is manufacturer and supplier of over 700 products: Robot vacuum cleaners, multifunctional food processors, coffee machines, electric scooters, personal care, washing machines, relax, fitness, programmable cookers And counts on many powerful brands such as Conga, Mambo, Cumbia, Bongo or Bamba, among others.\n\nApart from becoming a nation leader, it has also expanded internationally with a major logistics presence in different markets, for example, France, Italy, Germany or Portugal, and a commercial strength capable of serving over 50 countries.",
    "website": "",
    "logo_url": "",
    "categories": [
      "hardware"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H3.1  /  H3.1-102",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "Daewoo",
    "brand": "Daewoo",
    "description": "IFA brings together global brands, visionary start-ups and tech pioneers from around the world. Discover groundbreaking products, explore the latest trends and connect with the companies redefining the future of technology.",
    "website": "",
    "logo_url": "",
    "categories": [
      "image"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H8.2  /  H8.2-101",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "Dreame",
    "brand": "Dreame",
    "description": "Founded in 2017, Dreame Technology is a global leader in high-end consumer electronics and intelligent manufacturing. The company specializes in high-speed digital motors, advanced algorithms, and motion control technologies that power its innovative products.\n\nCommitted to leveraging cutting-edge technology to enhance daily life, Dreame offers a range of smart home cleaning products, including robotic vacuums, robotic lawnmowers, wet and dry vacuums, cordless stick vacuums, and high-speed hair dryers. These products help millions of users save time and improve their quality of life.\n\nInnovation lies at the heart of Dreame. Since 2015, its founding team has pioneered high-speed digital motors and intelligent algorithms, providing a unique technological edge. Dreame holds over 6,300 patents worldwide, underscoring its commitment to technology leadership.\n\nBy collaborating with top design institutes, Dreame combines advanced technology with user-friendly design to create products that seamlessly integrate into everyday life. Trusted by more than 30 million households across over 100 countries, Dreame operates over 6,000 physical stores and serves over 11 million customers worldwide.",
    "website": "https://de.dreametech.com",
    "logo_url": "https://logo.clearbit.com/de.dreametech.com",
    "categories": [
      "hardware",
      "video"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H7.1a  /  H7.1A-101",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "electroplus küchenplus",
    "brand": "electroplus küchenplus",
    "description": "electroplus küchenplus ist ein Konzept von EK Retail. Die EK Gruppe betreut rund 4.000 Einzel­handels­unternehmen aus vielen europäischen Ländern und übernimmt für diese die unter­schiedlichsten Aufgaben.\n\nDie EK Gruppe ist ein Dienstleister für den Einzelhandel und vereint Einkauf, Marketing und Know-how in sechs Geschäftsfeldern: EK Home, EK Fashion, EK Living, EK DIY, EK Sport und EK Books. Rund 560 Mitarbeitende unterstützen Handelspartner und Lieferanten.\n\nDas Team von electroplus küchenplus setzt sich mit großer Leidenschaft dafür ein, Fachgeschäfte und Fachmärkte individuell und standortgerecht zu stärken. Ziel ist es, die Partner optimal aufzustellen und sie mit maßgeschneiderten Konzepten, umfassender Beratung und kontinuierlicher Begleitung in eine erfolgreiche Zukunft zu führen. Dabei stehen Qualität, Kundennähe und langfristige Wettbewerbsfähigkeit im Fokus.",
    "website": "https://www.electroplus.de/partner-werden",
    "logo_url": "https://logo.clearbit.com/electroplus.de",
    "categories": [
      "hardware",
      "writing"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H4.1  /  H4.1-114",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "ELECTROLUX APPLIANCES AB",
    "brand": "ELECTROLUX APPLIANCES AB",
    "description": "IFA brings together global brands, visionary start-ups and tech pioneers from around the world. Discover groundbreaking products, explore the latest trends and connect with the companies redefining the future of technology.",
    "website": "",
    "logo_url": "",
    "categories": [
      "hardware",
      "image"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H4.1  /  H4.1-101",
    "press_url": ""
  },
  {
    "status": "active",
    "name": "EURONICS Deutschland eG",
    "brand": "EURONICS Deutschland eG",
    "description": "EURONICS Deutschland eG mit Hauptsitz in Ditzingen bei Stuttgart wurde 2004 gegründet und blickt auf eine lange Tradition zurück. Die Genossenschaft zählt in Deutschland mehr als 1.000 Mitglieder an über 1.200 Standorten. EURONICS Deutschland eG ist Partner des europäischen Einkaufs- und Marketingverbundes EURONICS International mit Sitz in Amsterdam. In Europa ist EURONICS mit mehr als 8.500 Standorten in 35 europäischen Ländern die größte Verbundgruppe der Branche. UHD, Smart Wearables, Smart Home und Haushaltsgeräte mit höchster Energieeffizienz gehören ebenso zum Sortiment der EURONICS Händler wie traditionelle Produkte der Consumer Electronics. Ein umfassendes Dienstleistungsangebot, individuelle Beratung und qualifiziertes Fachpersonal sind die gemeinsamen Kennzeichen der zumeist inhabergeführten mittelständischen Fachgeschäfte und Fachmärkte. \n\nDie Verbundgruppe ist aus dem Joint Venture R.I.C. GmbH, das 2001 aus den beiden Fachhandelskooperationen Interfunk eG, Ditzingen und Ruefach GmbH & Co. KG, Ulm gegründet worden war, hervorgegangen. Durch die Zusammenlegung des Einkaufspotenzials sowie bewährter Service-Modelle, einer konsequenten Kommunikation und die Einführung einer einheitlichen Händlermarke wurden Synergieeffekte realisiert, die sowohl den einzelnen Mitgliedern als auch deren Kunden in hohem Maße zu Gute kommen. Im Massenmarkt der Consumer Electronics haben in der Vergangenheit verstärkt große Filialisten und Discounter zu einem Strukturwandel beigetragen. Auf die Werbe- und Einkaufsmacht dieser Wettbewerber mussten sich die mittelständischen Einzelhändler einstellen. Als Mitglied einer Fachhandelskooperation gelingt es diesen Unternehmern größenbedingte Nachteile auszugleichen.\n\nUnter dem Markenmotto „Für mein bestes Zuhause der Welt“ schafft das Unternehmen nicht nur ein einheitliches Dach für Marketing und Kommunikation, welches das Zuhause der Kunden in den Fokus rückt, sondern stellt gleichzeitig die Kernkompetenz von EURONICS abseits des umfassenden Online-Angebots heraus: bester Vor-Ort-Service, der den persönlichen Wohnraum der Kunden einfacher, komfortabler und lebenswerter macht und mit dem sich der Multi-Kanal-Händler klar von Mitbewerbern und reinen Online-Playern differenziert.",
    "website": "https://www.euronics.de",
    "logo_url": "https://logo.clearbit.com/euronics.de",
    "categories": [
      "hardware",
      "writing"
    ],
    "event": "IFA",
    "event_year": 2025,
    "release_year": 2025,
    "booth": "H27  /  H27-101",
    "press_url": ""
  }
]